[{"date":"2013","event":"Lam Ho Yi was found dead at the water tank on top of the hotel in LA. She was captured by security camera doing weird actions.","keyword":"\"water tank","image":" bewitched\"","undefined":"images/icebox.jpg"},{"date":"1993","event":"Brett Cantor was stabbed and almost decapitated at home.","keyword":"decapitation","image":""},{"date":"2017","event":"\"Yingying Zhang got into a black car and disappeared. The criminal's audio file talking about how he abducted Zhang was obtained by FBI","keyword":" but the body was not found.\"","image":"\"\"\"how to abduct a person\"\"\"","undefined":""},{"date":"1969","event":"Betsy Aardsma was stabbed in the chest in the library.","keyword":"library","image":""},{"date":"2015","event":"An old man was locked in a pigeon cage for 20 years.","keyword":"pigeon cage","image":""},{"date":"2016","event":"\"A group on the internet that induce teenagers to complete a set of self-harming \"\"games\"\"","keyword":" known as \"\"Blue Whale\"\" and eventually commit suicide","image":" causing more than 130 teenagers die.\"","undefined":""},{"date":"1931","event":"\"Carl Tanzler stole the corpse of Hoyos","keyword":" the woman he was in love with","image":" and stored it at home.\"","undefined":""},{"date":"2000","event":"Two women who both named Marry Morris was found dead in their cars and killed in similar manners.","keyword":"same name die in the same way","image":""},{"date":"1983","event":"A cryptic riddle found in the plastic bad near Franscisco Patino Gutierrez's corpse in Florida.","keyword":"riddle","image":""},{"date":"2007","event":"Peterson murdered all of his four wives.","keyword":"four wives","image":""},{"date":"2002","event":"\"Gina DeJesus","keyword":" Amanda Berry","image":" Michelle Knight were held in Ariel Cstro's home for more than 10 years","undefined":""},{"date":"1976","event":"\"Four children were found dead in public place","keyword":" proved to be murdered through strangulation and shotguns.\"","image":"public","undefined":""},{"date":"2009","event":"\"The Jamison family went missing on their trip to buy land. Their dead bodies were found four years after they disappeared","keyword":" theories about commited group suicide","image":" or killed by a violent cult were made","undefined":""},{"date":"2009","event":"\"Miguel Jose Viana","keyword":" Manoel Pereira da Cruz drove at 60 mph for two milles in the opposite direction and died in a car collision.\"","image":"drive in opposite direction on purpose","undefined":""},{"date":"1966","event":"\"Miguel Jose Viana","keyword":" Manoel Pereira da Cruz found dead in lead masks and covered by grass\"","image":"lead mask","undefined":""},{"date":"1945","event":"\"The Sodder family's house was on fire. It was first thought as an accident","keyword":" but later discovered that the family's phone line had been cut","image":" and the ladder was discarded.\"","undefined":""},{"date":"1992","event":"\"Sherrill Levitt","keyword":" Suzie Streeter","image":" Stacy McCall' mysteriously vanished from home. Investigators received a tip claiming the women were buried under the foundations of a local hospital parking lot","undefined":""},{"date":"1994","event":"\"Nicholas Barclay was kidnapped after playing basketball in the neighborhood","keyword":" but three years after","image":" someone claimed that he was Barclay but later proved that he was not Barclay but a serial imposter.\"","undefined":""},{"date":"1978","event":"\"A man raped the girl","keyword":" cut off her forearms with a hatchet and tossed her over a cliff and left her to die in the desert.\"","image":"\"hatchet","undefined":""},{"date":"2001","event":"10 Americans were decapitated by Islamic terrorists and having the video posted on the internet","keyword":"live streaming murder","image":""},{"date":"2011","event":"\"Raul Berrera stabbed Sarah Coit over 30 times","keyword":" disemboweled her","image":" slashed her throat and left her still breathing with a knife in her skull\"","undefined":""},{"date":"1947","event":"\"Elizabeth Short was found dead in a vacant lot in LA","keyword":" naked and dismembered","image":" cut in half at the waist","undefined":""},{"date":"1978","event":"\"Jeffrey Dahmer raped and murdered 17 men and boys","keyword":" cutting the flesh off the bones","image":" kept some of the body parts in his refrigerator for sexual purposes at his leisure.\"","undefined":""},{"date":"1980s","event":"\"Robert Berdella tortured and killed six men","keyword":" chopped their bodies into small pieces","image":" and stuffed their remains into dog-food bags\"","undefined":""},{"date":"1980s","event":"\"Herb Baumeister lured gay men","keyword":" 10-20 in total","image":" to his pool house","undefined":""},{"date":"1965","event":"\"Sylvia Likens was found dead in Indiana","keyword":" covered in cigarette burns.\"","image":"cigarette burns","undefined":""},{"date":"1980s","event":"\"Dennis Rader broke into victims' homes and stalk them before making moves","keyword":" and eventually bind","image":" torture","undefined":""},{"date":"2018","event":"\"David Turpin","keyword":" Louise Turpin tortured and abused 13 sibilings in their house.\"","image":"\"sibilings","undefined":""},{"date":"2017","event":"Christopher Tucker killed a 19-year-old woman after she refused his marriage proposal.","keyword":"love loser","image":""},{"date":"2017","event":"\"Zachary Koehn","keyword":" Cheyanne Harris murdered their son","image":" and let 4-month-old son's body rotting in their home.\"","undefined":""},{"date":"2017","event":"\"Savanna Greywind disappeared while she was 8-month pregnant","keyword":" and her dead body was found in a river","image":" while the newborn baby was discoverd in the apartment of her neighbors.\"","undefined":""},{"date":"2017","event":"Debra Wisler abandoned her disabled son after learning he was not eligible for a child program at a military base.","keyword":"\"for not being a \"\"normal\"\" child\"","image":""},{"date":"2017","event":"Arturo Novoa stored her corpse in the fridge and had another woman pretend to be her.","keyword":"fridge","image":""},{"date":"2017","event":"Marinna Rollins tortured and shot her therapy dog and filmed the process.","keyword":"filming the murder","image":""},{"date":"1980s","event":"\"Donald Harvey took patients off life support or put cyanide or arsenic in their IV drips","keyword":" causing 87 people die.\"","image":"doctor's conspiracy","undefined":""},{"date":"1905","event":"\"Lisa Montgomery strangled her close friend","keyword":" Bobbie Jo Stinnett","image":" cut up her belly and took out her baby.\"","undefined":""},{"date":"1918","event":"\"A series murders occucered and killed by the axes. Police received a note saying that if people played jazz music loudly","keyword":" their lives would be spared.\"","image":"axeman","undefined":""},{"date":"1971","event":"\"John List murdered his wife","keyword":" three kids","image":" and mom","undefined":""},{"date":"2000","event":"\"Candace Newmaker involved in an intensive therapy","keyword":" which was to be wrapped in flannels and unable to escape. He suffocated eventually.\"","image":"intensive therapy","undefined":""},{"date":"1970s","event":"\"John Wayne Gacy played \"\"Pogo the Clown\"\" at children's parties","keyword":" and tortured","image":" raped and murdered 33 young men.\"","undefined":""},{"date":"1993","event":"Lorena Bobbitt's penis was cut off by his wife in retaliation for years of sexual abuse.","keyword":"retaliation","image":""},{"date":"1977","event":"David Berkowitz murdered six people in New York and claimed that demons had instructed him to kill.","keyword":"demons","image":""},{"date":"1960s","event":"\"A series of letters were sent to California newspapers confessing to 37 murders","keyword":" and threatened that the murder would go on if the letters were not published.\"","image":"newspaper","undefined":""},{"date":"1960s","event":"\"A group of young women and men were forced to join \"\"The Family\"\". Five people were murdered","keyword":" including director Roman Polanski's pregnant wife","image":" Sharon Tate.\"","undefined":""},{"date":"1940s","event":"\"Plainfield Ghoul isolated himself after his parents' death","keyword":" infatuated with death","image":" and killed 15 older women.\"","undefined":""},{"date":"1968","event":"\"Rodney Alcala raped and strangled five women","keyword":" most of them were young teenagers.\"","image":"young teenagers","undefined":""},{"date":"1995","event":"\"Timothy McVeigh","keyword":" a terrorist","image":" bombing of the Alfred P. Murrah Federal building","undefined":""},{"date":"2016","event":"\"22-year-old Jasmine killed her family under the influence of her boyfriend","keyword":" who claimed himself to be a 300-year-old werewolf.\"","image":"werewolf","undefined":""},{"date":"1981","event":"Issei Sagawa killed Renee Hartvelt. He ate parts of the corpse and stored the remains inside the suitcases.","keyword":"corpse eater","image":""},{"date":"","event":"A man found dead in a confined sewer in a public restroom. No evidence indicating how he got into the sewer was found.","keyword":"sewer in public restroom","image":""},{"date":"1999","event":"A man was murdered. His bodies was dimembered and stuffed in a Hello Kitty toy in a Hong Kong hotel.","keyword":"Hello Kitty toy","image":""},{"date":"1940s","event":"John George burned victims in sulphuric acid.","keyword":"sulphuric acid","image":""},{"date":"1970s","event":"Dennis Nilsen lured men at bar and killed them. He would bathe and dress the bodies.","keyword":"dress up corpse","image":""},{"date":"2000","event":"\"Katherine Knight stabbed her partner","keyword":" John Price","image":" to death","undefined":""},{"date":"2009","event":"Annie Le's body was found stuffed inside a supply closet on her wedding day.","keyword":"supply closet","image":""},{"date":"1957","event":"A young boy was found dead in a box in the woods. He was beaten to death by a woman who treated him as a sex toy and eventually beated him to death.","keyword":"boy in the box","image":""},{"date":"1965","event":"Fred and Edwina's bodies were found in a fridge and were proved to be there over a week. The criminal was never found.","keyword":"refrigerator","image":""},{"date":"1959","event":"\"Bodies of nine students were found buried in the snow","keyword":" but some of the bodies are unharmed. No criminal was identified.\"","image":"buried alive","undefined":""},{"date":"1922","event":"\"A family of six was murdered","keyword":" and their heads were split by axe. Their bodies were being stacked in a small farm.\"","image":"spliting head","undefined":""},{"date":"2006","event":"\"On the same day in 2006 and 2008","keyword":" the same criminal murdered one Hispanic woman on each day.\"","image":"February 9 killer","undefined":""},{"date":"1940s","event":"John George Haigh murdered six people in total and dissolved the victims in acid because he thought he would avoid being caught if there was no bodies.","keyword":"acid bath","image":""},{"date":"1600s","event":"Báthory killed over 650 young women and bathe in the blood of virgins to stay young.","keyword":"the blood countess","image":""},{"date":"1988","event":"\"Junko Furuta was kidnapped by four boyes","keyword":" later beated","image":" raped","undefined":""},{"date":"1884","event":"\"Belle Gunness killed most of her boyfriends","keyword":" two husbands","image":" and both of her daughters and feed them to her pigs.\"","undefined":""},{"date":"1970s","event":"\"Dean Corll lured boys to his home with candies. He then raped","keyword":" tortured","image":" and murderd at least 29 young men.\"","undefined":""},{"date":"2014","event":"A head that later identified to belong to an old woman was found in Pennsylvania with rubber balls in the eye sockets.","keyword":"rubber balls","image":""},{"date":"1956","event":"\"Barbara Grimes and Patricia Grimes were found dead by the side of a road in the middle of nowhere","keyword":" but during the investigation","image":" many witnesses claimed that they've seen the sisters after the day they died.\"","undefined":""},{"date":"2011","event":"Hao Li abducted and kept six women in the basement of his home. Some of the women eventually had a weird affection towards him and helped him to kill the ones that were trying to rebel.","keyword":"affection for the murderer","image":""},{"date":"2008","event":"Yongming Zhang killed and dismembered eleven people. He cut out their eyeballs and soak them in alcohol and the remains fed dogs.","keyword":"eyeballs in alcohol","image":""},{"date":"1966","event":"A black man murdered three women during the house robbery in Japan becasue he thought the way they looked at him made him feel uncomfortable.","keyword":"inferiority complex","image":""},{"date":"1976","event":"At least four children were abducted and slain by a serial killer in Cleveland.","keyword":"Oakland County Child Killer","image":""},{"date":"1989","event":"A year after a young woman went missing. A polaroid photo of her being abducted was found in the parking lot of a convenience store in Florida.","keyword":"mysterious polaroid photo","image":""},{"date":"1888","event":"\"A serial killer murdered five prostitutes in total and sent half of a kidney from the victim to the Whitechapel Vigilance Committee to threaten the public","keyword":" but the criminal was never found.\"","image":"Jack the Ripper","undefined":""},{"date":"1900s","event":"A man had raped more than a thousand men and murdered twenty one of them because he was sexually assaulted when he was in prison.","keyword":"rampage avenge","image":""},{"date":"1997","event":"\"A 14-year-old man murdered a teenage boy","keyword":" cut up his throat","image":" drank his blood","undefined":""},{"date":"1960s","event":"\"Albert Dekker was hung in his apartment bathroom","keyword":" had needles in his arms and explicit language written all over his body with lipsticks. The bathroom was locked inside and there was no other exits.\"","image":"locked room","undefined":""},{"date":"1983","event":"Zhimin Long murdered 48 people and stored them at home.","keyword":"rampage killing","image":""},{"date":"1986","event":"\"Ten women were raped and killed. There were random objected being stuffed in their sexual organ. The oldest was 71","keyword":" while the youngest was 13.\"","image":"stuffed body","undefined":""},{"date":"2009","event":"\"Two man and a woman were having a party","keyword":" but the men were starving so that they killed the girl and ate her body.\"","image":"corpse eater","undefined":""},{"date":"2003","event":"A Korean man killed 19 people and ate their organs because his hatred towards the rich.","keyword":"corpse eater","image":""},{"date":"2010","event":"Shijie Zeng killed one of his classmates for assaulting his appearance.","keyword":"inferiority complex","image":""},{"date":"1996","event":"Aiqing Diao went missing for nine days and found dead and dismembered into more than 2000 pieces. Some of the remains were boiled.","keyword":"2000 pieces","image":""},{"date":"1990","event":"\"Wenge Jia killed 20 people in a year","keyword":" the 21st one he planned to kill fell in love with him and helped him with murdering.\"","image":"affection for the murderer","undefined":""},{"date":"1988","event":"Gao raped and killed 11 women in total. He only targeted young women dressed in red.","keyword":"red dress","image":""},{"date":"2013","event":"Four people have sexually assaulted a woman for 8 hours and eventually killed her and her husband.","keyword":"8 hours sexual assault","image":""},{"date":"2009","event":"\"Zhijun Kuang","keyword":" a 13-year-old boy was found hung in his own house","image":" wearing a red dress","undefined":""},{"date":"2012","event":"Wu abducted and killed a woman in his house and chopped her body into 400 pieces.","keyword":"400 pieces","image":""},{"date":"1967","event":"Lucila Lalu's legs were found in a pile of trash.","keyword":"dismembered","image":""},{"date":"1979","event":"\"All four children of the Tan family were murdered in their apartment in Singapore","keyword":" and their bodies were mutilated and stacked on top of each other inside the bathroom.\"","image":"family ","undefined":""},{"date":"1993","event":"\"A Malaysian witch doctor convinced a politician to lie down and close eyes for a ritual","keyword":" and then cut his head off and mutilated his body.\"","image":"witch ritual","undefined":""},{"date":"1982","event":"\"A 12-year-old boy died after taking Tylenol for her cold","keyword":" and it turned out that the bottle of Tylenol was once purchased by someone else and returned poisoned.\"","image":"Tylenol","undefined":""},{"date":"1934","event":"\"A man murdered 13 people","keyword":" decapitated the victims while they were still alive and ripped out a victim's heart.\"","image":"heart ripper","undefined":""},{"date":"1948","event":"\"A man was found dead near the Somerton Beach in Adelaide. No signs of violence or struggle was found on him","keyword":" but there was a mysterious book that had a ciphered message only visible through UV light","image":" and a note saying that \"\"It is ended.\"\"\"","undefined":""},{"date":"1984","event":"\"Zhiheng Huang killed the Lin family following a financial dispute. He dismembered the bodies","keyword":" cooked the remains","image":" and served their meat inside the pork buns in the restaurant the Lin owned.\"","undefined":""},{"date":"1980s","event":"Lam Kor-wan targeted 15 female victims and strangled them with wires on rainy day only.","keyword":"rainy day","image":""},{"date":"2017","event":"The bodies of two missing Chinese women were found  in a mountainous area near Tokyo. Their bodies were folded and stuffed in sperate suitcases.","keyword":"suitcases on mountain","image":""},{"date":"2016","event":"Satoshi Uematsu stabbed 19 people at a care home as they slept because his discrimination towards the disabled.","keyword":"discrimination","image":""},{"date":"2005","event":"Hiroshi Maeue deceived 3 members in an internet-based suicide club. He invited a boy to commit suicide together but ended up suffocating him to death.","keyword":"suicide club","image":""},{"date":"1995","event":"\"members of the Aum Supreme Truth doomsday cult released 5 bags of poisonous gas on 3 subway lines in Tokyo","keyword":" causing death of 13 people and 6000 other injured.\"","image":"doomsday cult","undefined":""}]