[{"category":"bewitched","keyword":"bewitched","keyword2":"","image":"images/witchcraft.jpg","event":"Candace Newmaker involved in an intensive therapy and was to be wrapped in flannels and unable to escape. He suffocated eventually."},{"category":"bewitched","keyword":"","keyword2":"witchcraft doctor","image":"","event":"A Malaysian witch doctor convinced a politician to lie down and close eyes for a ritual and then cut his head off and mutilated his body."},{"category":"bewitched","keyword":"","keyword2":"","image":"images/demon.gif","event":"David Berkowitz murdered six people in New York and claimed that demons had instructed him to kill."},{"category":"bewitched","keyword":"","keyword2":"demons","image":"","event":"A teenage girl killed her own family under the influence of her boyfriend who believed himself a 1000-year-werewolf."},{"category":"bewitched","keyword":"","keyword2":"","image":"images/cult.png","event":"The Jamison family's bodies were found four years after they disappeared. It was led by a violent cult."},{"category":"bewitched","keyword":"","keyword2":"doomsday cult","image":"","event":"The Aum Supreme Truth doomsday cult released 5 bags of poisonous gas on 3 subway lines in Tokyo. It caused death of 13 people and 6000 other injured."},{"category":"the container","keyword":"the container","keyword2":"","image":"images/tank.jpg","event":"Lam Ho Yi was found dead at the water tank on top of the hotel in LA. She was captured by security camera doing weird actions."},{"category":"the container","keyword":"","keyword2":"","image":"images/hellokitty.png","event":"A man was murdered. His bodies was dimembered and stuffed in a Hello Kitty toy in a Hong Kong hotel."},{"category":"the container","keyword":"","keyword2":"","image":"images/suitcase.png","event":"The bodies of two missing Chinese women were found  in a mountainous area near Tokyo. Their bodies were folded and stuffed in sperate suitcases."},{"category":"the container","keyword":"","keyword2":"","image":"","event":"Annie Le's body was found stuffed inside a suitcase on her wedding day."},{"category":"the container","keyword":"","keyword2":"","image":"","event":"Arturo Novoa stored her corpse in the fridge and had another woman pretend to be her."},{"category":"the container","keyword":"","keyword2":"","image":"images/icebox.jpg","event":"Fred and Edwina's bodies were found in a fridge and were proved to be there over a week. The criminal was never found."},{"category":"the container","keyword":"","keyword2":"","image":"images/sewer.jpg","event":"A man found dead in a confined sewer in a public restroom. No evidence indicating how he got into the sewer was found."},{"category":"the container","keyword":"","keyword2":"","image":"images/pigeoncage.png","event":"An old man was locked in a pigeon cage for 20 years."},{"category":"the container","keyword":"","keyword2":"","image":"images/foodbag.png","event":"Robert Berdella tortured and killed six men. He chopped their bodies into small pieces and stuffed their remains into dog-food bags."},{"category":"the container","keyword":"","keyword2":"","image":"images/chimney.jpg","event":"After missing for 7 years the boy's body was found in a chimney and there was no evidence of wounds and struggling."},{"category":"the container","keyword":"","keyword2":"","image":"","event":"Junko Furuta was kidnapped by four boyes and later beated raped tortured and eventually killed. Her body was then tossed into a giant drum filled with concrete."},{"category":"cipher riddle","keyword":"cipher riddle","keyword2":"","image":"images/cipher.jpg","event":"A cryptic riddle found in the plastic bad near Franscisco Patino Gutierrez's corpse in Florida."},{"category":"cipher riddle","keyword":"","keyword2":"","image":"images/polaroid.jpg","event":"A year after a young woman went missing. A polaroid photo of her being abducted was found in the parking lot of a convenience store in Florida."},{"category":"child killer","keyword":"child killer","keyword2":"","image":"images/turpin.jpg","event":"David Turpin and Louise Turpin tortured and abused 13 sibilings in their house."},{"category":"child killer","keyword":"","keyword2":"","image":"images/sonkiller.jpg","event":"Debra Wisler abandoned her disabled son after learning he was not eligible for a child program at a military base."},{"category":"child killer","keyword":"","keyword2":"","image":"","event":"Four children were found dead in public place and proved to be murdered through strangulation and shotguns."},{"category":"child killer","keyword":"","keyword2":"","image":"images/childkiller.jpg","event":"Zachary Koehn and Cheyanne Harris murdered their son and let 4-month-old son's body rotting in their home."},{"category":"child killer","keyword":"","keyword2":"","image":"images/abduction.jpg","event":"At least four children were abducted and slain by a serial killer in Cleveland."},{"category":"child killer","keyword":"","keyword2":"","image":"images/Rodney.jpg","event":"Rodney Alcala raped and strangled five women and most of them were young teenagers."},{"category":"child killer","keyword":"","keyword2":"","image":"iamges/candyman.jpg","event":"Dean Corll lured boys to his home with candies. He then raped tortured and murderd at least 29 young men."},{"category":"child killer","keyword":"","keyword2":"","image":"images/fetus.jpg","event":"Savanna Greywind disappeared while she was 8-month pregnant. Her body was found in a river but the newborn baby was discoverd in the apartment of her neighbors."},{"category":"child killer","keyword":"","keyword2":"","image":"images/Lisa.jpg","event":"Lisa Montgomery strangled her close friend Bobbie Jo Stinnett. She cut up her belly and took out her baby."},{"category":"family","keyword":"family","keyword2":"","image":"images/family.jpg","event":"John List murdered his wife three kids and mom. He lied to people that they were going out of town in order to cover his murder."},{"category":"family","keyword":"","keyword2":"","image":"images/killinglover.jpg","event":"Belle Gunness killed most of her boyfriends two husbands and both of her daughters and feed them to her pigs."},{"category":"family","keyword":"","keyword2":"murderous lover","image":"","event":"Peterson murdered all of his four wives."},{"category":"family","keyword":"","keyword2":"","image":"images/thetan.jpg","event":"All four children of the Tan family were murdered in their apartment in Singapore and their bodies were mutilated and stacked on top of each other inside the bathroom."},{"category":"family","keyword":"","keyword2":"","image":"images/yogaball.jpg","event":"Kaw Kim Sun killed his wife and daughter by placing a leaking yoga ball in his wife's car. The poisnous gas in the ball led to their death."},{"category":"family","keyword":"","keyword2":"brutal retaliation","image":"","event":"Christopher Tucker killed a 19-year-old woman after she refused his marriage proposal."},{"category":"family","keyword":"","keyword2":"","image":"","event":"Lorena Bobbitt's penis was cut off by his wife in retaliation for years of sexual abuse."},{"category":"axeman","keyword":"axeman","keyword2":"","image":"images/axe.jpg","event":"A man raped the girl cut off her forearms with a hatchet and tossed her over a cliff and left her to die in the desert."},{"category":"axeman","keyword":"","keyword2":"","image":"images/jazz.png","event":"\"A series murders occucered and killed by the axes. Police received a note saying that if people played jazz music loudly","undefined":" their lives would be spared.\""},{"category":"axeman","keyword":"","keyword2":"heads split","image":"","event":"A family of six was murdered and their heads were split by axe. Their bodies were being stacked in a small farm."},{"category":"corpse eater","keyword":"corpse eater","keyword2":"","image":"images/Katherine.jpg","event":"Katherine Knight stabbed her partner John Price to death decapitated him cooked up parts of his body and served them to her child."},{"category":"corpse eater","keyword":"","keyword2":"","image":"images/corpseater.png","event":"Issei Sagawa killed Renee Hartvelt. He ate parts of the corpse and stored the remains inside the suitcases."},{"category":"corpse eater","keyword":"","keyword2":"organ feast","image":"","event":"\"Two man and a woman were having a party","undefined":" but the men were starving so that they killed the girl and ate her body.\""},{"category":"corpse eater","keyword":"","keyword2":"","image":"images/porkbun.jpg","event":"Zhiheng Huang killed the Lin family following a financial dispute. He dismembered the bodies cooked the remains and served their meat inside the pork buns in the restaurant the Lin owned."},{"category":"corpse eater","keyword":"","keyword2":"","image":"images/blooddrink.jpg","event":"A 14-year-old man murdered a teenage boy cut up his throat drank his blood washed his head and placed it in front of his school."},{"category":"corpse eater","keyword":"","keyword2":"","image":"images/eyeball.jpg","event":"Yongming Zhang killed and dismembered eleven people. He cut out their eyeballs and soak them in alcohol and the remains fed dogs."},{"category":"dismembered","keyword":"","keyword2":"2000","image":"","event":"Aiqing Diao went missing for nine days and found dead and dismembered into more than 2000 pieces. Some of the remains were boiled."},{"category":"dismembered","keyword":"","keyword2":"400","image":"","event":"Wu abducted and killed a woman in his house and chopped her body into 400 pieces."},{"category":"dismembered","keyword":"","keyword2":"","image":"images/30.jpg","event":"Raul Berrera stabbed Sarah Coit over 30 times dismembered her slashed her throat and left her still breathing with a knife in her skull."},{"category":"dismembered","keyword":"","keyword2":"","image":"","event":"Brett Cantor was stabbed and almost decapitated at home."},{"category":"dismembered","keyword":"","keyword2":"","image":"images/decapitation.jpg","event":"A man murdered 13 people and decapitated the victims while they were still alive."},{"category":"dismembered","keyword":"","keyword2":"","image":"images/jacktheripper.jpg","event":"A man murdered 13 people and ripped out a victim's heart."},{"category":"dismembered","keyword":"","keyword2":"","image":"images/bizzaresmile.png","event":"Elizabeth Short was found dead in a vacant lot in LA. She was naked and dismembered cut in half at the waist and with a large slice from each corner of her mouth creating a bizarre smile effect"},{"category":"dismembered","keyword":"","keyword2":"","image":"images/kidney.jpg","event":"A serial killer murdered five prostitutes in total and sent half of a kidney from the victim to the Whitechapel Vigilance Committee to threaten the public but the criminal was never found."},{"category":"H2SO4","keyword":"H2SO4","keyword2":"acid bath","image":"","event":"John George burned victims in sulphuric acid."},{"category":"H2SO4","keyword":"","keyword2":"","image":"images/bathtub.jpg","event":"John George Haigh murdered six people in total and dissolved the victims in acid because he thought he would avoid being caught if there was no bodies."},{"category":"confinement","keyword":"confinement","keyword2":"","image":"images/blackcar.png","event":"Yingying Zhang got into a black car and disappeared. The criminal's audio file talking about how he abducted Zhang was obtained by FBI but the body was not found."},{"category":"confinement","keyword":"","keyword2":"","image":"images/Denis.jpg","event":"\"Dennis Rader broke into victims' homes and stalk them before making moves. He eventually bind","undefined":" and kill them.\""},{"category":"confinement","keyword":"","keyword2":"10 years","image":"","event":"Gina DeJesus Amanda Berry Michelle Knight were held in Ariel Cstro's home for more than 10 years. They were severely tortured and killed eventually."},{"category":"confinement","keyword":"","keyword2":"","image":"images/clown.jpg","event":"\"John Wayne Gacy played \"\"Pogo the Clown\"\" at children's parties in order to lure them. Then he confined tortured raped and murdered 33 young men.\""},{"category":"confinement","keyword":"","keyword2":"8 hours","image":"","event":"Four people have sexually assaulted a woman for 8 hours and eventually killed her and her husband."},{"category":"corpse mania","keyword":"corpse mania","keyword2":"","image":"images/stealing.jpg","event":"Carl Tanzler stole the corpse of Hoyos the woman he was in love with and stored it at home."},{"category":"corpse mania","keyword":"","keyword2":"","image":"images/Dennis.jpg","event":"Dennis Nilsen lured men at bar and killed them. He would bathe and dress the bodies."},{"category":"corpse mania","keyword":"","keyword2":"","image":"images/red.jpg","event":"Gao raped and killed 11 women in total. He only targeted young women dressed in red."},{"category":"corpse mania","keyword":"","keyword2":"sex toy","image":"","event":"A young boy was found dead in a box in the woods. He was beaten to death by a woman who treated him as a sex toy and eventually beated him to death."},{"category":"corpse mania","keyword":"","keyword2":"","image":"images/morbid.jpg","event":"Jeffrey Dahmer raped and murdered 17 men and boys. He cut the flesh off the bones and kept some of the body parts in his refrigerator for sexual purposes at his leisure."},{"category":"coincidence","keyword":"coincidence","keyword2":"Marry Morris","image":"","event":"Two women who both named Marry Morris was found dead in their cars and killed in similar manners."},{"category":"coincidence","keyword":"","keyword2":"","image":"images/feb9.png","event":"On the same day in 2006 and 2008 the same criminal murdered one Hispanic woman on each day."},{"category":"conspiracy","keyword":"conspiracy","keyword2":"","image":"images/donald.jpg","event":"Donald Harvey took patients off life support or put cyanide or arsenic in their IV drips. It caused 87 people die."},{"category":"conspiracy","keyword":"","keyword2":"corpse digger","image":"","event":"A doctor digged out corpses and injected toxic substance into patients for medical study becasue of the shortage of bodies to dissect."},{"category":"conspiracy","keyword":"","keyword2":"","image":"","event":"A nurse experimented different illegal medicines on her patients and sexually assaulted them when they were in struggle."},{"category":"conspiracy","keyword":"","keyword2":"","image":"images/house.gif","event":"The Sodder family's house was on fire. It was first thought as an accident but later discovered that the family's phone line had been cut and the ladder was discarded."},{"category":"conspiracy","keyword":"","keyword2":"","image":"images/medicine.gif","event":"A 12-year-old boy died after taking Tylenol for her cold. It turned out that the bottle of Tylenol was once purchased by someone else and returned poisoned."},{"category":"conspiracy","keyword":"","keyword2":"","image":"images/Nicholas.png","event":"Nicholas Barclay was kidnapped after playing basketball in the neighborhood. Someone claimed that he was Barclay three years later but then proved that he was not Barclay but a serial imposter."},{"category":"inferiority complex","keyword":"inferiority complex","keyword2":"","image":"images/black.jpg","event":"A black man murdered three women during the house robbery in Japan becasue he thought the way they looked at him made him feel uncomfortable."},{"category":"inferiority complex","keyword":"","keyword2":"","image":"images/student.jpg","event":"Shijie Zeng killed one of his classmates for assaulting his appearance."},{"category":"inferiority complex","keyword":"","keyword2":"","image":"images/rich.jpg","event":"A Chinese man killed 19 people and ate their organs because his hatred towards the rich."},{"category":"murder helper","keyword":"murder helper","keyword2":"","image":"images/basement.jpg","event":"Hao Li abducted and kept six women in the basement of his home. Some of the women eventually had a weird affection towards him and helped him to kill the ones that were trying to rebel."},{"category":"murder helper","keyword":"","keyword2":"","image":"images/killerlove.jpg","event":"Wenge Jia killed 20 people in a year. The 21st one he planned to kill fell in love with him and helped him with murdering."},{"category":"supernatural","keyword":"supernatural","keyword2":"","image":"images/traintrack.gif","event":"A train conductor run over two men that were tied to the tracks because he was unable to stop. However the security camera later revealed that there wasn't no men on the tracks when the incident happened."},{"category":"supernatural","keyword":"","keyword2":"","image":"images/grimes.jpg","event":"Barbara Grimes and Patricia Grimes were found dead by the side of a road in the middle of nowhere but during the investigation many witnesses claimed that they've seen the sisters after the day they died."},{"category":"supernatural","keyword":"","keyword2":"","image":"images/bathroom.jpg","event":"Albert Dekker was hung in his apartment bathroom. There were needles in his arms and explicit language written all over his body with lipsticks. The bathroom was locked inside and there was no other exits."},{"category":"supernatural","keyword":"","keyword2":"","image":"images/download.jpg","event":"Zhijun Kuang a 13-year-old boy was found hung in his own house. He wore a red dress and being tightened by rope in a very professional way but the murderer wasn't found."},{"category":"supernatural","keyword":"","keyword2":"","image":"","event":"\"A group of young women and men were forced to join \"\"The Family\"\" crew. Five people were mysteriously murdered including director Roman Polanski's pregnant wife Sharon Tate.\""},{"category":"supernatural","keyword":"","keyword2":"","image":"images/library.jpg","event":"Betsy Aardsma was stabbed in the chest in the library but there is so little blood that her body didn't catch attention for a long period of time."},{"category":"filming and livestreaming","keyword":"filming and livestreaming","keyword2":"","image":"images/islamic.jpg","event":"10 Americans were decapitated by Islamic terrorists and having the video posted on the internet"},{"category":"filming and livestreaming","keyword":"","keyword2":"","image":"images/dog.jpg","event":"Marinna Rollins tortured and shot her therapy dog and filmed the process."},{"category":"filming and livestreaming","keyword":"","keyword2":"","image":"","event":"A series of letters were sent to California newspapers confessing to 37 murders and threatened that the murder would go on if the letters were not published."},{"category":"dismembered","keyword":"dismembered","keyword2":"","image":"images/trashbin.jpg","event":"Lucila Lalu's legs were found in a pile of trash."},{"category":"rampage killing","keyword":"rampage killing","keyword2":"","image":"images/rampage.jpg","event":"A man had raped more than 1000 men and murdered twenty one of them because he was sexually assaulted when he was in prison."},{"category":"rampage killing","keyword":"","keyword2":"","image":"","event":"Zhimin Long murdered 48 people and stored them at home."},{"category":"rampage killing","keyword":"","keyword2":"","image":"images/bombing.jpg","event":"Timothy McVeigh bombing of the Alfred P. Murrah Federal building and cause death of 168 people."},{"category":"rampage killing","keyword":"","keyword2":"","image":"images/bloodycountess.jpg","event":"Báthory killed over 650 young women and bathe in the blood of virgins to stay young."},{"category":"buried ","keyword":"buried ","keyword2":"","image":"images/buryalive.jpg","event":"Sherrill Levitt Suzie Streeter and Stacy McCall' mysteriously vanished from home. Investigators received a tip claiming the women were buried under the foundations of a local hospital parking lot but digging up the concrete was not justified."},{"category":"buried ","keyword":"","keyword2":"","image":"images/backyard.jpg","event":"Herb Baumeister lured 10 to 20 gay men to his pool house. He strangled and dumped them in his backyard."},{"category":"buried ","keyword":"","keyword2":"","image":"images/snow.jpg","event":"Bodies of nine students were found buried in the snow but some of the bodies are unharmed. No criminal was identified."},{"category":"sucide game","keyword":"sucide game","keyword2":"","image":"images/bluewhale.jpg","event":"\"A group on the internet that induce teenagers to complete a set of self-harming \"\"games\"\" known as \"\"Blue Whale\"\" and eventually commit suicide. The game caused more than 130 teenagers die.\""},{"category":"sucide game","keyword":"","keyword2":"","image":"images/suicideclub.jpg","event":"Hiroshi Maeue deceived 3 members in an internet-based suicide club. He invited a boy to commit suicide together but ended up suffocating him to death."},{"category":"sucide game","keyword":"","keyword2":"","image":"","event":"Miguel Jose Viana drove at 60 mph for two milles in the opposite direction on purpose and died in a car collision."},{"category":"stuffed body","keyword":"stuffed body","keyword2":"","image":"images/rubberball.jpg","event":"A head that later identified to belong to an old woman was found in Pennsylvania with rubber balls in the eye sockets."},{"category":"stuffed body","keyword":"","keyword2":"","image":"images/sexualorgan.jpg","event":"Ten women were raped and killed. There were random objects being stuffed in their sexual organ. The oldest was 71 and the youngest was 13."}]
